{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": true,
        "HideIconAfter": 60,
        "IconURL": "https://i.imgur.com/OZ6xOjY.png",
        "DisableIconText": false,
        "IconPosition": 2,
        "IconTextColor": 0,
        "OpenOnStart": false,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 3,
          "buttontext": "Инфо",
          "title1": "<TextStyle.Green>Адреса серверов</>",
          "title2": "<TextStyle.Green>Рейты и настройки</>",
          "title3": "<TextStyle.Green>Моды</>",
          "text1": "Сообщество русскоязычных игровых серверов  ARK: Survival Evolved - 'REAL Servers'. Для подключения к серверу зайдите во вкладку 'Неофициальные' и напишите в поиск по названию 'REAL X50', или добавьте в избранное Steam по IP Адресу: \n\n[RU][PvE] REAL Х50 Island  - game.realark.ru:27015 \n[RU][PvE] REAL Х50 Center - game.realark.ru:37015 \n[RU][PvE] REAL Х50 Scorched Earth - game.realark.ru:37016 \n[RU][PvE] REAL Х50 Aberration - game.realark.ru:37017 \n[RU][PvE] REAL Х50 Ragnarok - game.realark.ru:27016 \n[RU][PvE] REAL Х50 Extinction - game.realark.ru:27017 \n[RU][PvE] REAL Х50 Valguero - game.realark.ru:37018 \n[RU][PvE] REAL Х50 Genesis - game.realark.ru:37019 \n[RU][PvE] REAL Х50 Genesis Part 2 - game.realark.ru:27018 \n[RU][PvE] REAL Х50 Cristal Isles - game.realark.ru:37020 \n[RU][PvE] REAL Х50 Lost Island - game.realark.ru:27019",
          "text2": "Автоматическое удаление любых построек и животных (на всех серверах кластера ОДНОВРЕМЕННО) - через 12 дней после последнего входа на любой из серверов кластера. Для обновления таймера гниения на всех серверах кластера (в трайбах, в которых вы состоите), достаточно зайти на ЛЮБОЙ из серверов, где у вас есть база. \n\nЗащита игроков - при выходе с сервера персонажа невозможно убить, утопить и т.д. Если персонаж погиб в игре, лут сможете забрать только вы или игрок из трайба. \n\nПеренос артефактов, трофеев, элемента, осколков по кластеру с помощью команды загрузки. \n\nУменьшен вес всех предметов на 70% \n\nЛетуны с возможностью прокачки \n\nСтаки 5000 \nСложность х5 \nОпыт х50 \nПриручение х50 \nСбор ресурсов x50 \nРост грядок х5 \nВыращивание х15 \nКачество лута в лучах/рыбалке х2/х2.5 \nВремя хранения сумки - 30 минут",
          "text3": "ARK Additions: The Collection! \neco's RP Decor \nStructures Plus (Open Source) \nWater for ARK V2.2 \nAwesome SpyGlass \nDinoTracker \nGHG's Tranquilizer Stuff Lite Version \nEditable Server UI (WBUI)",
          "imageurl": "https://i.imgur.com/mGt3cAF.png"
        }
      },
      {
        "tab2": {
          "layout": 1,
          "buttontext": "Правила сервера",
          "title1": "<TextStyle.Green>ИГРАЯ НА НАШИХ СЕРВЕРАХ ВЫ АВТОМАТИЧЕСКИ СОГЛАШАЕТЕСЬ С ПРАВИЛАМИ.</>",
          "text1": "Администрация сервера имеет право изменять правила в любой момент.\n\nОСНОВНЫЕ ПРАВИЛА:\n\n1. ВОЗМОЖНОСТЬ ВОССТАНОВЛЕНИЯ ЧЕГО ЛИБО, ПОМОЩЬ АДМИНИСТРАТОРА :\n1.1. Потери лута и дино: НЕ РАССМАТРИВАЮТСЯ!! НИ В КАКОЙ СИТУАЦИИ!! ВООБЩЕ НИКАК!!\nПотому что:\n1) Администратор игру не создавал! И никакой ответственности за любые ошибки, возникающие в игре и приводящие к потерям, крашам, падениям сервера и т.п. он не несет!!\n2) Администратор не ясновидящий, и знать точно, что вы потеряли, он не может! Ни в каких логах это не отображается!\n3) Серверы имеют рейты Х50! Это значит что 99% всего восстанавливается в игре за 5 минут!\n1.2. ПОМОЩЬ АДМИНИСТРАТОРА:\n1.2.1. Администраторы не вмешиваются в игровой процесс. Вмешательство может быть только в случае нарушения правил сервера.\n1.2.2. АДМИНИСТРАТОР СПРАВОК НЕ ДАЕТ!! Всю информацию касательно серверов (рейты, адрес и т.п.) вы можете найти в группе вк сервера, а касательно игры и игрового процесса на сайте ark wiki - https://ark.fandom.com/wiki/ARK_Survival_Evolved_Wiki\n1.2.3. Все баги, глюки, исчезновения, пропажи и прочие моменты, происходящие в игре, администратор НЕ РАССМАТРИВАЕТ! Просто потому что администратор не знает, почему в игре появляются те или иные проблемы, так как игру не создавал и не знает, как она работает. Пишите все эти вопросы РАЗРАБОТЧИКУ ИГРЫ!\n1.2.4. При обращении в группу НЕОБХОДИМО сообщить игровой ник и сервер, на котором вы играете. Все сообщения без этих данных будут ИГНОРИРОВАТЬСЯ!\n1.2.5. В ЛС сообщества имеет смысл обращаться в случаях:\nа) Если сервер СЕРВЕР ОТСУТСТВУЕТ В СПИСКАХ БОЛЕЕ ЧАСА и вы в этом удостоверились по этой ссылке - https://vk.com/app5792972_-123589851.\nб) Если кто то по вашему мнению нарушает правила сервера (с предоставлением скринов)\nв)  Если вам нужна помощь в некоторых игровых моментах, которые возможно сделать при помощи консольных команд (например что то удалить, вытащить и т.п.).\nОБРАТИТЕ ВНИМАНИЕ - администратор не робот и  ночью он спит, соответственно все проблемы рассматриваются НА СЛЕДУЮЩИЙ ДЕНЬ и В СВОБОДНОЕ ВРЕМЯ. Время сервера Московское;\n\n2. НА СЕРВЕРАХ Real ARK ЗАПРЕЩЕНО:\n2.1. Использование Багов, лазеек и стороннего ПО (читы, трейнеры, скрипты) (карается баном, либо удалением базы)\n2.2. Использовать в нике и названии трайба нецензурную лексику, оскорбления, а так же слова: админ, администратор и т.п.\n2.3. Злоупотребление ненормативной лексикой в чате игры! (то есть трехэтажный мат, хотите выяснить отношение - идите в войс дискорда!)\n2.4. Рекламировать другие сервера в чате, призывать игроков уйти с сервера, кидать ссылки на посторонние сайты (сервера) (Перманентный Бан в сообществе и на сервере)\n2.5. Использовать реальные деньги во взаимоотношениях с другими игроками (покупка/продажа/вымогание) Игроки замеченные в такого рода махинациях будут забанены, без возможности реабилитации! Для покупок есть магазин https://real.survivalshop.org/\n2.6. Оскорбление администрации в любом виде, клевета на администрацию, в игровом чате, в социальных сетях.\n2.7. На всех PvE серверах запрещены убийства одних игроков другими (подкидыванием на базу животных, спящих персонажей, цепляние летунами и т.д.). За первый подобный случай бан на 48 часов, на последующие – бан навсегда.\n\n3. СТРОИТЕЛЬСТВО:\n3.1. Застройка обелисков и пещер с артефактами запрещена! Любые структуры будут удалены без предупреждения.\n3.2. Все обнаруженные одиночные строения (фундаменты, колонны и т.п.), простоявшие более двух дней (не игровых), будут УДАЛЕНЫ ВМЕСТЕ СО ВСЕМИ СТРОЕНИЯМИ ДАННОГО ТРАЙБА!!\n3.3. Запрещено блокировать точки спауна 'лута' - наземные (Scorched Island) и подводные лучи (Island).\n3.4. Застройка мест спавна игроков на карте СТРОГО ЗАПРЕЩЕНА! Все постройки, замеченные, либо по жалобе других игроков, в этих местах будут удалены вместе со всеми постройками трайба на карте!\n3.5. Запрещено иметь более двух баз на карте (любые постройки размером более чем 4х4 фундамента будут считаться базой). Замеченные 'лишние' базы будут удалены без предупреждения.\n3.6. На карте EXTINCTION застройка терминалов ЗАПРЕЩЕНА! Все застройки, замеченные, либо по жалобе других игроков, будут удалены вместе со всеми постройками трайба на карте!",
          "imageurl": "https://i.imgur.com/mGt3cAF.png"
        }
      },
      {
        "tab3": {
          "layout": 1,
          "buttontext": "Команды игрового чата",
          "title1": "",
          "text1": "/shop - показать список предметов в корзине магазина\n/give номер_товара - получить услугу, предмет или дино, купленные в магазине\n/decaytime - при взгляде на постройку - проверить количество оставшегося времени до удаления построек и животных\n/upload - выгрузить предметы для переноса через кластер (работает в течении минуты после открытия терминала)\n/download - загрузить предметы обратно в инвентарь (если передумали переходить на другой сервер в кластере)",
          "imageurl": "https://i.imgur.com/mGt3cAF.png"
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Написать администратору",
          "url": "https://vk.com/real_ark_server"
        }
      },
      {
        "link2": {
          "text": "Дискорд",
          "url": "https://discord.gg/vKA69Cz"
        }
      },
      {
        "link3": {
          "text": "Магазин",
          "url": "https://real.survivalshop.org/"
        }
      }
    ]
  }
}
